import React from "react";
import LinkOfPage from "../LinkOfPage";
import Navbar from "../Navbar";

const GeneralCommission = () => {
  return (
    <div>
      <LinkOfPage
        homeTitle="المفوضية العامة"
        breadcrumbs={[
          { name: "الرئيسية", url: "/" },
          { name: "هيكلية الجمعية", url: "/هيكلية-الجمعية" },
          { name: " المفوضية العامة", url: "" },
        ]}
      />
      <div className="text-lg tracking-wider text-gray-800  md:max-w-[80%] md:space-y-8 mt-10">
        <div className="flex flex-col items-end relative w-full md:pr-10 ">
          <div className="flex items-center justify-start w-full ">
            <p className="text-3xl tracking-wide mb-6 md:mr-10  mr-2 p-4">
              تشكيلة المفوضية العامة للعام الكشفي 2020-2019
            </p>
          </div>{" "}
          <div className="text-lg tracking-wider text-gray-800 md:mr-10   space-y-8 leading-10 md:pr-6  md:border-r-4 border-primary pr-3">
            <p>
              تشكيلة المفوضية العامة للعام الكشفي 2020-2019 تشكيلة المفوضية
              العامة للعام الكشفي 2019 – 2020 القائد جمال أوطه باشي المفوض العام
              القائد عمر حامدي نائباً اول للمفوض العام ومفوضاً للشمال القائد
              باسم سنتينا نائب ثاني للمفوض العام ومسؤول تنمية الموارد القائد
              محمد الشمعة المراقب العام القائد حسن بربور المفوض المالي القائد
              عصام سباط مفوض الطرق التربوية القائد محمد زهرة المفوض الاداري
              القائدة غادة عيتاني مفوضة العلاقات العامة القائد علي ضو مفوض
              الاعلام القائد الشيخ سعد السباعي مرشداً دينياً القائد عبد الحميد
              كريدية مفوض التجهيزات التجهيزاتا القائدة سهير ملص مفوضة تنمية
              المجتمع القائد سعد الدين عانوتي مفوض بيروت القائد محمد عميص مفوض
              البقاع القائد رامي بشاشة مفوض الجنوب القائد لؤي الصغير مفوض جبل
              لبنان القائد حسين نادر مفوض مرجعيون وحاصبيا
            </p>
          </div>
        </div>
        <div className="flex flex-col items-end relative w-full md:pr-10 mt-10">
          <div className="flex items-center justify-start w-full">
            <p className="text-3xl tracking-wide mb-6 md:mr-10  mr-2 p-4">
              تشكيل المفوضية العامة 2020-2021
            </p>
          </div>{" "}
          <div className="text-lg tracking-wider text-gray-800 md:mr-10   space-y-8 leading-10 pr-3  md:border-r-4 border-primary">
            <p>
              تشكيل المفوضية العامة 2020-2021 اعلنت جمعية الكشاف المسلم في لبنان
              عن تشكيلة المفوضية العامة للعام الكشفي 2020-2021 برئاسة المفوض
              العام القائد جمال أوطة باشي وعضوية كل من : القائد عمر حامدي نائب
              أول للمفوض العام القائد باسم سنتينا نائب ثاني للمفوض العام
              القائدمحمد خليل زهره المفوض الإداري القائد محمود ماضي مفوض الموارد
              المالية القائد حسن بربور الـمفوض المالي اللقائد علي ضو مفوض
              الإعلام القائدة غادة عيتاني مفوض العلاقات العامة القائد محمد سمير
              الشمعة المراقب العام القائدعصام سباط رئيس لجنة الطـرق التربوية
              ومفوض البرامج القائد محمد الحلو مفوض تنمية القيادات القائد مـحمد
              خليل زهـره مفوض الأشبال والزهرات القائد محمد اليافي مفوض الكشافة
              القائد احمد الشامي مفوض الجوالـة القائدة رنا المصري مفـوض التنمية
              المستدامه والحماية من الأذى القائد حسام عثمان مفـوض تنمية المجتمع
              القائد سمير طرابلسي مفوض الموسيقى القائد مصطفى يموت مفوض المراسم
            </p>
          </div>
        </div>
      </div>
    </div>
  );
};

export default GeneralCommission;
