import React from "react";
import Navbar from "../Navbar";
import LinkOfPage from "../LinkOfPage";

const HistoryAboutUs = () => {
  return (
    <div>
      <Navbar />
      <LinkOfPage
        homeTitle="نبذة عن تاريخ الجمعية "
        breadcrumbs={[
          { name: "الرئيسية", url: "/" },
          { name: "من نحن", url: "/من-نحن" },
          { name: " نبذة عن تاريخ الجمعية ", url: "" },
        ]}
      />
      <div className="relative text-right mt-10 font-Aljazeera w-full flex flex-col items-end leading-3 tracking-wider max-w-[90%] ">
        <div className="flex flex-col items-end relative w-full md:pr-10">
          {/* Header */}
          <div className="flex items-center justify-start w-full">
            <p className="text-5xl tracking-wider mb-6 md:mr-10">
              نبذة عن تاريخ الجمعية
            </p>
          </div>

          <div className="flex flex-col leading-9 max-w-[]">
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black">المقدمة</p>
              بقَدَر ما كانت بيروت حاملةً لرايةِ الحداثة في بداية القرن الحافلِ
              بالأفكار والشعارات. كان الكشافُ المسلم طليعيّاً في نشر الحركة
              الكشفية في محيطِنا العربي كلِّه... فمنذ العام 1912 وشُعلةُ جمعيةِ
              الكشافِ المسلمِ مُتَّقِدة. يحمل رسالتَها قادةٌ ومُرَبّون أفاضل,
              وضعوا مصلحةَ النشءِ وإصلاحِه نُصبَ أعيُنِهِم فما بخلوا بجُهْدِ أو
              تضحيةٍ في سبيل تحقيق أهداف الجمعية على جميع الأصعدة. القائد
              الدكتور محمد خير القاضي أمين سر جمعية الكشاف المسلم في لبنان
            </p>
            {/* Second Paragraph */}
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black">التأسيس العالمي</p>
              <p>
                بدأَتْ فكرةُ الكشفِ عالمياً على يدِ اللورد الإنكليزي روبرت بادن
                باول بأوَّلِ عام 1907 الذي لخَّصَ الحركة بأنها فكرةٌ أُريدَ بها
                تجديدُ الحياةِ في الهواءِ الطَّلق, فكشَفَتْ بعد ذلك عن عنصرٍ
                فعَّال في ميدان التربية وأصبحَتْ حركةً متَمِّمَةً للإعداد
                المدرسيّ وصالحةً لِسَدِّ بعضِ الثغَراتِ في المنهاجِ الدراسيّ
                العادي وعَرَّفَها بأنها مدرسةٌ تُعِدُّ الإنسانَ للحياةِ
                العامَّةِ النشيطةِ عن طريق الاعتمادِ على الطبيعةِ عَبْرَ رَفْعِ
                قيمةِ الفَرْدِ بتنمِيَةِ أخلاقِه وصحَّتِه وإمكانيَّاتِه العلميّة
                وغَرْسِ الروحِ الوطنيةِ فيه كَيْ يُسَخِّرَ هذه الكفاءاتِ
                لخِدمَةِ الناسِ الآخَرين.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black">التأسيس العالمي</p>
              <p>
                بدأَتْ فكرةُ الكشفِ عالمياً على يدِ اللورد الإنكليزي روبرت بادن
                باول بأوَّلِ عام 1907 الذي لخَّصَ الحركة بأنها فكرةٌ أُريدَ بها
                تجديدُ الحياةِ في الهواءِ الطَّلق, فكشَفَتْ بعد ذلك عن عنصرٍ
                فعَّال في ميدان التربية وأصبحَتْ حركةً متَمِّمَةً للإعداد
                المدرسيّ وصالحةً لِسَدِّ بعضِ الثغَراتِ في المنهاجِ الدراسيّ
                العادي وعَرَّفَها بأنها مدرسةٌ تُعِدُّ الإنسانَ للحياةِ
                العامَّةِ النشيطةِ عن طريق الاعتمادِ على الطبيعةِ عَبْرَ رَفْعِ
                قيمةِ الفَرْدِ بتنمِيَةِ أخلاقِه وصحَّتِه وإمكانيَّاتِه العلميّة
                وغَرْسِ الروحِ الوطنيةِ فيه كَيْ يُسَخِّرَ هذه الكفاءاتِ
                لخِدمَةِ الناسِ الآخَرين.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black"> التأسيس المَحَلّي</p>
              <p>
                عملَ عبد الجبار خيري على إضفاء لمسةٍ دينيةٍ على الفكرة الكشفية
                ممّا ساهمَ إلى حدٍّ كبير في تقريبِ الفكرةِ إلى المجتمعِ
                المحافِظ. فحَوَّرَها مع عهد الكشاف وشريعة الكشاف بما يتناسَبُ مع
                تعاليمِ الدِّينِ الحنيف, وجعَلَ شارةَ الكشاف الكفَّ المبسوطة
                بأصابعها الخمسة (أركان الإسلام الخمسة) بدلاً من شارة الزنبقة.
                وما لبِثَ أن حصل اندماجٌ بين الإثنتَيْن فتوَسَّطَتْ الكفُّ
                الزنبقة فيما بعد. ويحملُ الكفَّ جناحان يدُلاّن على الرِّفعَة
                والسُمُوِّ تتوَسَّطُهُما كلمةُ (وأعِدّوا) تُحيط بها نجمتان
                ترمُزان إلى الدنيا والآخرة, ويتدلّى منها حبلٌ معقود إشارةً إلى
                قَوْلِهِ تعالى (واعتَصِموا بِحَبْلِ اللهِ جميعاً ولا تَفَرَّقوا)
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black">
                {" "}
                بيروت تحتضن الفكرةَ الكشفيّة
              </p>
              <p>
                أسَّسَ عبد الجبار خيري عام 1912 أوَّلَ فرقةٍ كشفية في مدرسة "دار
                العلوم" في المنطقة التي تُعرَفُ حالياً بـــــ"كليمنصو" بعد
                عودَتِه من بريطانيا. وقامت هذه الفرقةُ برحلاتٍ ونشاطاتٍ أهمُّها
                رحلة دمشق مشياً على الأقدام, والأستانة 1914). سخِرَ الناسُ خلال
                هاتَيْنِ السنتَيْن من الكشفية ولم يتقبَّلوا اللباسَ الذي يرتديهُ
                أفرادُها ونسبوا إلى عبد الجبار صفاتٍ لا تليق, ولكنَّه مضى في
                عملِه وجِهادِه معتمداً على نفسِه واثقاً من النجاح, وما لبِثَت
                عائلاتُ بيروتَ أنْ وثقتْ بالحركة وأنِسَتْ إليها, وانضمَّ إليها
                خيرةُ أبناء العائلاتِ البيروتية. ولكن قيامُ الحربِ العالمية
                الأولى أدّى إلى إغلاق "دار العلوم" وتَوَقُّفِ الحركة, إلى أن
                أحياها بعد الهدنة 1916 نفَرٌ من القادةِ أعادوا إليها الحركةَ
                والنشاطَ وكان باكورة ذلك النشاط رحلة دمشق عام 1920 التي صادفَتْ
                يومَ إعلان الحرب بين الملك فيصل والحكومة الفرنسية, وواقعةِ
                ميسلون. وما لبثت الحركة أن انتشَرَت وتوسَّعَت وأحاطها المجتمعُ
                برعايتِه وثقَتِه.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black">
                {" "}
                … وتجْمَعُ بين نمَطَيْنِ من الثقافة
              </p>
              <p>
                ألقد كان للشيخ " محمد توفيق الهبري" والرعيلِ الأوَّلِ
                كالأخَوَيْن محمد سعيد دبوس وعبد اللّه دبوس ومُحْيي الدين النصولي
                ومصطفى فتح الله وبهاء الدين الطبّاع ومحمد عمر منيمنة ومحمود أحمد
                العيتاني الفضلُ في اقتباسِ أفكار بادن باول لبناءِ نموذجٍ عربي
                للكشاف القادمِ إلينا من وراءِ الحدود, فخالطوه بالتراثِ وسقوه من
                ماء المروءةِ والشهامَةِ العربية, ونفخوا فيه روحَ الكَرَمِ
                والإيثارِ والتضحية, فأتاحوا لبُنْيةِ المجتمعِ البيروتي مناخاً
                حفِظَ لبيروت دَوْرَها كنقطةِ التقاءٍ وتفاعُل. وحفِظِ لبيروت
                دورَها منذ بداية القرن, واستطاع أهلُ بيروتَ أن يجمَعوا بين
                نَمَطَيْنِ من الثقافة, أحدُهما صُنْعُ البُنيَةِ الكشفية
                المنتصِرة على الطبيعة مع بادن باول والآخَر إنتصر بالتنظيم الكشفي
                لِقِيَمِ الشخصيةِ التُراثيّةِ المتجدِّدةِ بالكشفية والمرتكِزةِ
                على أصالة التراث وانفتاحه الإنسانيّ. جهدَتْ جمعيةُ الكشافِ
                المسلمِ في لبنان خلال مسيرتِها لتُنَشِّئَ بالتربية أجيالاً حفظت
                الدينَ والعروبةَ والأخلاقَ في موطِنِها..
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black">الاعتراف الدولي</p>
              <p>
                في عام 1924 اعترف المؤتمرُ الكشفي العالمي المنعقِدُ في كوبنهاغن
                (الدانمارك) بالحركة الكشفية في لبنان وسوريا, وتمَّ تسجيلُها في
                المكتب العالمي بلندن (إنكلترا), وعُيِّنَ محيي الدين النصولي
                مفوَّضاً للمكتب الكشفي في لبنان وسوريا. وفي عام 1930 أقيمَ
                أوَّلُ مخيَّمٍ كشفي كبير في غابة الشّْبانِية (لبنان) بقيادة
                مصطفى فتح الله واشتركت فيه فرَقُ جمعية الكشاف المسلم في لبنان
                وسوريا, وقد تقرَّرَ في هذا المخيَّم الاشتراك بالمؤتمر الكشفي
                العالمي في فيينا (النمسا) وحضور اجتماع الجوالة في كاندرشتاغ
                بسويسرا عام 1931. وفي عام 1933 ترأَّسَ محيي الدين النصولي بعثةً
                من لبنان وسوريا إلى المؤتمر الكشفي السابع والجامبوري العالمي
                الرابع اللذَيْن عُقِدا في غودولو (هنغاريا). كما شاركت جمعية
                الكشاف المسلم في لبنان أيضاً في المؤتمر العالمي الثالث عشر
                والجامبوري العالمي 1951.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black">الاعتراف الدولي</p>
              <p>
                في عام 1924 اعترف المؤتمرُ الكشفي العالمي المنعقِدُ في كوبنهاغن
                (الدانمارك) بالحركة الكشفية في لبنان وسوريا, وتمَّ تسجيلُها في
                المكتب العالمي بلندن (إنكلترا), وعُيِّنَ محيي الدين النصولي
                مفوَّضاً للمكتب الكشفي في لبنان وسوريا. وفي عام 1930 أقيمَ
                أوَّلُ مخيَّمٍ كشفي كبير في غابة الشّْبانِية (لبنان) بقيادة
                مصطفى فتح الله واشتركت فيه فرَقُ جمعية الكشاف المسلم في لبنان
                وسوريا, وقد تقرَّرَ في هذا المخيَّم الاشتراك بالمؤتمر الكشفي
                العالمي في فيينا (النمسا) وحضور اجتماع الجوالة في كاندرشتاغ
                بسويسرا عام 1931. وفي عام 1933 ترأَّسَ محيي الدين النصولي بعثةً
                من لبنان وسوريا إلى المؤتمر الكشفي السابع والجامبوري العالمي
                الرابع اللذَيْن عُقِدا في غودولو (هنغاريا). كما شاركت جمعية
                الكشاف المسلم في لبنان أيضاً في المؤتمر العالمي الثالث عشر
                والجامبوري العالمي 1951.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black"> الوحدات النظامية</p>
              <p>
                ولمّا كانت المصلحةُ الوطنية تقتضي في ذلك الحين إيجادَ وحداتٍ
                نظامية من الشُّبَّان تعمل ضمنَ نطاقٍ واحد وتسير بِوَحيِ توجيهٍ
                يتناسب وحاجةَ البلاد,فقد تمَّ اعتمادُ فرع (الجوالة)بالجمعية
                ليكون نواة لحركة"النجادة" بقيادة عبد الله دبوس. تلك الحركة التي
                ما لبثت أن لعبت دوراً في استقلال البلاد عام 1943 وتحوَّلَت في
                الخمسينات إلى حزب سياسي برئاسة قائد القوات النظامية عدنان
                الحكيم.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black">
                {" "}
                الانتداب يقمع الحركات الوطنية
              </p>
              <p>
                ولمّا كانت المصلحةُ الوطنية تقتضي في ذلك الحين إيجادَ وحداتٍ
                نظامية من الشُّبَّان تعمل ضمنَ نطاقٍ واحد وتسير بِوَحيِ توجيهٍ
                يتناسب وحاجةَ البلاد,فقد تمَّ اعتمادُ فرع (الجوالة)بالجمعية
                ليكون نواة لحركة"النجادة" بقيادة عبد الله دبوس. تلك الحركة التي
                ما لبثت أن لعبت دوراً في استقلال البلاد عام 1943 وتحوَّلَت في
                الخمسينات إلى حزب سياسي برئاسة قائد القوات النظامية عدنان
                الحكيم.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black">قيادات الجمعية</p>
              <p>
                توَلّى قيادةَ جمعيةِ الكشاف المسلم في لبنان قادةٌ أفاضل خدموا
                الناشئةَ وعملوا جهدَ استطاعتِهم في حمل الأمانة وإيصال الرسالة.
                وساعَدَهُم في عملِهم مجالس قيادات عملت كفرق عملٍ متَّحدة تجمعُها
                المصلحةُ العامّة. وتوَلّة المسؤوليات التنفيذية مفوَّضون عامّون
                عملوا مع مجالس مفوضياتهم في خدمة الأجيال وصقل روح الشباب وصولاً
                إلى رَفْدِ الوطن بشبابٍ طاهر الفكر والقَول والعمل.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black">الشأن الديني</p>
              <p>
                اهتَمَّتْ جمعيةُ الكشاف المسلم في لبنان منذ نشأتِها بالحِفاظ على
                الشعائر الدينيّة وتنمية الشعور الدينيِّ السَمِح دون تعصُّب
                والمُنفتِح على الآخرين دون انغلاق. وكانت دائماً على تواصُلٍ مع
                دار الفتوى, تُنَظِّمُ الاحتفالات والمسيرات والمهرجانات
                والمسابقات الدينية, وتقوم بالتشريفات في المناسبات والأعياد
                الفضيلة في بيروت والمحافظات, ويحمل العديدُ من الأفواج والفرق
                والطلائع أسماءَ الصحابة و الشهداء والسَّلَفِ الصالح تكريماً
                وتبرُّكاً. كما تستضيف الجمعية مقرِئين مصريين لتلاوة القرآن في
                مساجد الشمال, وتُقيم موائد الرحمن في كل المحافظات خلال شهر رمضان
                المبارك. وللجمعيةِ علاقاتٌ مميَّزة مع سائر المؤسّسات والجمعيات
                الإسلامية. وضَمَّتْ صفوفُ الجمعية قادةً وأفراداً من مختلف
                المذاهب الإسلامية وأحياناً غير الإسلامية, وإذ بالمخيّمات
                والزيارات تمتدُّ إلى كنائسَ وأدْيرَةٍ في لبنانَ وخارجِه.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black">
                مع جمعية المقاصد الخيرية الإسلامية في بيروت
              </p>
              <p>
                أنشأَتْ الجمعيةُ فرقَها الأساسية في مدارس جمعية المقاصد الخيرية
                الإسلامية في بيروت التي تأسَّست عام 1878 وفي الكلِّية الإسلامية
                التي أسَّسها الشيخ أحمد عباس الأزهري, ومن ثم امتدَّت لتشمل باقي
                المؤسسات والمدارس على امتداد الوطن عبر مفوَّضياتها المنتشرة في
                المحافظات كافّة. وقد تولّى عدَّةُ قادةٍ كشفيين رئاسةَ وعضويةَ
                إدارة مجالس جمعية متخرّجي المقاصد الإسلامية.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black">الموسيقى</p>
              <p>
                شكَّلت الجمعيةُ أولى الفرقِ الكشفيةِ الفنية الموسيقية (1914)
                أيامَ عبد الجبار خيري في رحلة تركيا وصولاً إلى فرقة علي خليفة
                الزائدي الذي كان يأخذ (النوتات) الموسيقية من الأخوَين فلَيفِل
                رائدا الموسيقى العسكرية والأناشيد الوطنية في العالم العربي.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black">الإسعاف والإغاثة</p>
              <p>
                كذلك فقد أسَّست جمعية الكشاف المسلم في لبنان أوَّلَ جهاز للإسعاف
                والدفاع المدني عام 1913 وما لبث أن توَسَّع الجهاز ليُشاركَ في
                عمليات إنقاذ وإسعاف ضحايا إنهيار مبنى مقهى كوكب الشرق, إلى
                انهيار مبنى جمرك بيروت وغَرَق الباخرة "الشامبليون" وخدمة
                اللاجئين الفلسطينيين بعد النكبة, وإسعاف ضحايا الحروب والاعتداءات
                الإسرائيلية على لبنان, وتوزيع المؤن والألبسة على ضحايا الزلازل
                والفيضانات والحرائق.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black"> رعاية الأيتام</p>
              <p>
                وشعوراً من الجمعية بحاجة الأيتام - ممَّن فقدوا أهاليهم في بداية
                الحرب الأهلية - للرعاية, فقد أَنشَأتْ في مفوضية الشمال بِهِمَّة
                مفوّض الشمال القائد مصطفى زيادة داراً للرعاية الاجتماعية في
                طرابلس, يُقدِّمُ خدماتِه منذ العام1977 إلى عدد كبير من الأيتام
                مقدِّماً لهم كلَّ مستلزمات الرعاية والتعليم وما يزال المجتمعُ
                الطرابلسي يغمرُ تلك الدار بالعناية والرعاية والدعم.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black"> الفتيات</p>
              <p>
                1970أَوْلَتْ الجمعيةُ اهتماماً خاصّاً بالفتيات فأنشأت لهُنَّ
                مفوضيةً وشكَّلت فرقاً للمرشدات في كل المحافظات إيماناً بضرورة
                تقديم التنشئة الضرورية لفتياتِنا إلى أن قامت للمرشداتِ جمعيةٌ
                خاصةٌ بهِنَّ في العام .
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black"> الثقافة والفنون</p>
              <p>
                .اهتمَّت جمعية الكشاف المسلم في لبنان بالثقافة والفنون على
                اختلاف ألوانها, فأصدَر قادتُها الكُتَيِّبات والمنشورات
                الدَّورية, كمجلة الكشاف والنجّاد وقام قادة بتأليف الكتبِ
                الكشفية, كالقائد بهاء الدين الطّباع والقادة علي خليفة الزائدي
                ورشيد شقير اللذَيْن عملا على تعريب العديد من الكتب والمراجع
                الكشفية. ولَمَعَ من القادة الفنان الرسّام مصطفى فرّوخ والرسّام
                عمر الأنسي والشاعر الشعبي عمر الزّعنّي والفنانان محمد شامل وعبد
                الرحمن مرعي , وانضمّ العديد من أعضاء الفرق الكشفية الموسيقية إلى
                موسيقى قوى الأمن الداخلي والجيش.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black">
                أُسرة الكشاف المسلم في لبنان
              </p>
              <p>
                .اضمَّتْ الجمعية في صفوفها براعمَ انبعَثَتْ وترعرعَتْ في الفرق
                والمخيَّمات وسهرات النار فصَلُبَ عودُها واشتدَّ ساعدُها فإذا
                بالعديد من قادتها في المراكز القيادية في الوزارة والنيابة
                والمجالس البلدية والهيئات الاختيارية وفي الأسلاك العسكرية
                والأمنيّة والإدارات العامة والصحافة والمصارف والمِهَن الحُرّة
                ممّا يشكّل لجمعية الكشاف المسلم في لبنان انتشاراً في المجتمع,
                وأُسرةً تمتدُّ على كامل تراب الوطن تضمُّ جمعيةَ الكشاف المسلم في
                لبنان وجمعيةَ روّاد الكشاف المسلم ومرشدات جمعية الكشاف المسلم في
                لبنان.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black">
                : نشأة الاتحاد الكشفي اللبناني
              </p>
              <p>
                جمعية الكشاف المسلم في لبنان عضوٌ مؤسِّسٌ في الاتحاد الكشفي
                اللبناني, هذا الاتحاد الذي تمتدُّ جذورُه إلى سنة 1926 عندما اتفق
                الكشافُ المسلم مع كشافة المدرسة الأهلية في بيروت على تشكيل ما
                سُمِّيَ آنذاك (اتحاد الكشافة في سوريا ولبنان) وقد انضمَّتْ إلى
                هذا الاتحاد فيما بعد كشافة الجامعة الأمريكية والكشاف الاسرائيلي
                في بيروت. وفي سنة 1939 شُكِّلَ الاتحاد الكشفي اللبناني من
                الجمعيات الآتية: جمعية الكشاف المسلم في لبنان, " يُحفَظُ لها
                منصِب المفوّض الدُّوَلي ", جمعية الكشاف المسيحي, جمعية الكشاف
                الاسرائيلي, وجمعية الكشاف اللبناني. وبعد نكبة فلسطين استجابت
                الحكومة إلى طلب الاتحاد, فَحَلَّتْ جمعية الكشاف الاسرائيلي لثبوت
                دعمِه وارتباطه بالكيان الصهيوني في فلسطين. وفي عام 1961 تمَّ
                إنشاءُ الاتحاد الكشفي الحالي.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black">
                على صعيد الكشفية العربية :{" "}
              </p>
              <p>
                وعلى الصعيد العربي, فقد أدَّت المخيَّماتُ الكشفية - في الشبانية
                1930 وفي بيت الكشاف في بيروت عام 1933 الذي اشترك فيه أكثرُ من
                ثلاثمائة كشاف يمثِّلون أكثرَ فرق سورية, ثم في دمشق عام 1933
                ورويسات صوفر 1934 وكان باكورةَ مخيمات الكشاف المسلم الصيفية. وفي
                بلودان عام 1938 - إلى بَلْوَرة فكرة إقامة المؤتمرات والمخيمات
                العربية على غرار ما كان يجري على الصعيد العالمي. وتَنادى قادةُ
                الحركةِ الكشفية العربية لإقامة أول مخيم ومؤتمر عربيَّيْن في
                الزبداني بسوريا صيف 1954 شاركت فيه مختلَفُ الهيئات الكشفية في
                البلاد العربية وفيهما تمَّ وَضْعُ أول نظام أساسي للَّجنة الكشفية
                العربية, ثم أقيم المؤتمرُ الثاني في "أبو قير" بالاسكندرية عام
                1956 وتأسَّس أولُ مكتب كشفي عربي دائم في القاهرة, وتمَّ بعد ذلك
                الاعتراف بالهيئة الكشفية للإقليم العربي مِن 1970قِبَل اللجنة
                الكشفية العالمية. إنَّ تكوين الإقليم الكشفي العربي واللجنة
                الكشفية العربية عام 1954 قد سبق تكوين إقليم آسيا عام 1958 وإقليم
                أوروبا عام 1960 وإقليم أفريقيا عام .
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black">
                {" "}
                على الصعيد الكشفي العالمي :{" "}
              </p>
              <p>
                وأمَّا على الصعيد العالمي فقد شاركت جمعية الكشاف المسلم من خلال
                الاتحاد الكشفي اللبناني في معظم المؤتمرات والمخيمات الكشفية
                العالمية التي انعقدت قبل عام 1960 وفي سائرها منذ عام 1962, وشغل
                رئيس جمعية الكشاف المسلم بِوَصْفِه رئيساً للجنة الكشفية العربية
                عضوية اللجنة الكشفية العالمية وشغل رئيسان للجمعية هما القائدان
                محمد الهبري ورشيد شقية مع غيرهما عضوية اللجان الفرعية العالمية
                ونالا وسام الذئب البرونزي العالمي. والجمعية عضو مؤسِّس للاتحاد
                العالمي للكشاف المسلم وتشارك في نشاطاته.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black">مقرَّات وأندية:</p>
              <p>
                تملك الجمعية أراضٍ ومقرَّاتٍ وتستأجر أُخرى في كل المحافظات
                اللبنانية لمباشرة النشاط ولتكون مرتعاً وملاذاً ومَوْئلاً
                لمنسوبيها. وتعود قصةُ أول بيت للكشاف إلى عام 1924 حيث باشر
                الكشافون بجَمْع المال لبناء بيتِهم الأول, والذي انتهى بناؤه عام
                1930 على أرض قدَّمَتْها جمعية المقاصد الخيرية الاسلامية في
                بيروت. والتي ما لبثت أن استردَّت الأرض وبادَلَتْها بأرضٍ قُرب
                المدينة الرياضية ببئر حسن, بإيجار طويل الأمد للجمعية.
              </p>
            </p>{" "}
            mt-10
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black"> مؤتمرات القادة :</p>
              <p>
                تقيم الجمعية مؤتمراتٍ سنويةً للقادة, لتبادُلِ الرأي وصقل الأفكار
                ولِوَضعِ برامجَ مشترَكة بين القادة ورفْعِ التوصيات للقيادات
                العليا لوضع برامج التدريب والنشاط ومراجعة النشاطات وتقييمها.
                وتُعَوِّل الجمعية على عملية التدريب وتُرَكِّز على تخريج الدُفعات
                المتتالية للقادة لِتَسَلُّم الأفواج والفرق مستعينةً بأحدث
                التقنيات والدراسات العربية والعالمية.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black"> المخيَّم الصيفي :</p>
              <p>
                يُشكِّلُ المخيم الصيفي الدائم الذي يقام منذ عام 1934 على أرض آل
                الداعوق الكرام في منطقة رُوَيسات صَوْفَر معهداً للتدريب يتمّ فيه
                ومن خلال الدورات المتتالية تخريج دفعات للقادة والعرفاء
                ومساعديهم. ويلعب المخيم دوراً مركزياً في تفاعُل المصطافين العرب
                واللبنانيين وشدِّ أواصر الصداقة وتمتين العلاقة مع أهل المنطقة
                وقد قامت بلدية صوفر مشكورةً بإطلاق إسم جمعية الكشاف المسلم في
                لبنان على الشارع العام للمخيَّم تقديراً للدَّور الذي يلعبه
                المخيم في الألفة والمحبة وتنشيط المنطقة سياحياً واجتماعياَ.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black"> تاريخ مشرِّف </p>
              <p>
                إنه لَشَرف كبير لجمعية الكشاف المسلم في لبنان أن تكون أُمَّ
                الجمعيات الكشفية في لبنان والوطن العربي وأن يكون عددٌ من تلك
                الجمعيات قد تفَرَّع عنها. وأن يكون عددٌ من قادَتِها مِمَّن نشأوا
                وترعرعوا في كنَفِها قد ساهموا ويساهمون في نشر حركة الكشف. وكما
                إنَّ جمعية الكشاف المسلم في لبنان تفتخر بما قدَّمَه قادتها
                للمجتمع وللناشئة, فإنها تعتزُّ بالالتفافِ الوطني مِن حَوْلِها
                والرعاية الشعبية والرسمية التي تحيط بها. وتشهَدُ سجِلاّت الجمعية
                واحتفالاتها ومناسباتها على اتِّساع مروَحة الأحباب والأصدقاء
                والمؤيِّدين من مواطنين إلى قادةٍ ومسؤولين, الذين وقفوا دائماً مع
                الجمعية وتابَعوا خطواتِها وآزَروها.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black">
                {" "}
                علاقة مميّزة مع الرئيس رفيق الحريري
              </p>
              <p>
                ولا بدَّ لنا من الإشارة إلى علاقة المحبة والتقدير التي نشأتْ بين
                دولة الرئيس رفيق الحريري وبين جمعية الكشاف المسلم في لبنان, إذ
                كانت علاقة مميَّزة قامت على أُسُسٍ من الفهم العميق لدَوْر
                الجمعية في التربية وصَوْن الأخلاق والمبادئ, وقد كان للدعم الدائم
                الذي قدَّمه الرئيس في حياته, وكذلك ما قدَّمَته وتقدِّمُه السيدة
                الفاضلة حرَمُه السيدة نازك, وحامل الأمانة الشيخ سعد الدين
                الحريري من تأييد ودعم, الأثرَ الكبير في مساعدة الجمعية على
                الوفاء بالتزاماتها وإكمال مسيرتِها وتوسيع رقعة نشاطاتها. كذلك
                فإنَّ علاقة الجمعية بسائر مؤسسات المجتمع الأهلي والجمعيات
                التطوّعية والمؤسسات الدينية تتميَّو بالانفتاح والتعاون لصادق في
                كل ما من شأنه خدمة الناشئة والوطن.
              </p>
            </p>
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm mt-10">
              <p className="font-bold text-black">بيروت حافظة لتراث الأمّة</p>
              <p>
                لقد منَحَتْ بيروت رجالَها قوةَ الأداء… فكانت مؤسساتُها التربوية
                والكشفية والثقافية ضاربَةَ الجذور في بُنْيَتِها التراثية.. تراثُ
                الأمّة العربية, وهي إذ تستهلُّ القرن الثاني, تتلفَّتُ إلى ما
                أيْنَعَ من ثمارٍ غَرسَها السلفُ الصالح. الكشاف المسلم وما تفرَّع
                منه أو اقتُبِس أو تتلمَذَ.. والمقاصد الإسلامية وما انتشر من
                مقاصدها على كل صعيد.. ودار الأيتام الإسلامية وما اتَّسع من بساط
                رعايتها.. والعاملية وما أثبتَتْه من وفاءٍ لأصالة بيروت تربيةً
                وتأهيلاً.. إنها قصةٌ من التاريخ حافلةٌ بالوقائع والأحداث لجمعيةٍ
                تعتزُّ بما لها من تراث مجيد وأمجادٍ مشرِّفة على الصعيدَين الوطني
                والتربوي, وتفتخر بأنها كانت ولا تزال أحد أهمّ ركائز الحركة
                الكشفية التربوية في البلاد العربية ومدرسة نموذجية لإعداد المواطن
                المتمسِّك بدينه ووطنه والمتميِّزِ بخُلقه.
              </p>
            </p>
          </div>
        </div>
      </div>
    </div>
  );
};

export default HistoryAboutUs;
