import React, { useEffect } from "react";
import LinkOfPage from "../LinkOfPage";
import Navbar from "../Navbar";

const ScoutStory = () => {
  useEffect(() => {
    window.scrollTo(0, 0); // Scroll to the top of the page
  }, []);
  return (
    <div>
      <LinkOfPage
        homeTitle="قصة الكشفية"
        breadcrumbs={[
          { name: "الرئيسية", url: "/" },
          { name: "من نحن", url: "/من-نحن" },
          { name: " قصة الكشفية", url: "/من-نحن" },
        ]}
      />
      <div className="relative text-right mt-10 font-Aljazeera w-full flex flex-col items-end leading-3 tracking-wider max-w-[90%] ">
        {/* Container with a line on the right side */}
        <div className="flex flex-col items-end relative w-full px-4 md:px-0 text-right">
          {/* Header */}
          <div className="flex items-center justify-start w-full">
            <p className="text-5xl tracking-wide mb-6 md:mr-10">قصة الكشفية</p>
          </div>

          {/* Main text content */}
          <div className="text-lg tracking-wider text-gray-800 max-w-full md:max-w-[90%] space-y-8 leading-10">
            {/* First Paragraph */}
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm">
              (B.P) وُلِدَ روبرت ستيفن صن بادن باول المعروف بحَرْفَيْ اسمِه
              الأوَّلَيْن في المنزل الكائنِ في 6 شارع ستانهوب(الآن 11 ميدان
              ستانهوب) في بادنغتون في لندن يوم 22 شباط (فبراير) عام 1857. وكان
              السادسُ من الذكور والثامنُ من مجموع الأطفال العشرة لريفريند بادن
              باول, الأستاذُ في جامعة أوكسفورد. تُوفِّيَ والدُ بادن باول وقتَ
              كان في الثالثة من عمرِه. تلقَّى بادن باول علومَه الأولى من والدتِه
              ثمَّ التحَقَ بعد ذلك بمدرسة "روز هيل" في تومبريدج في ويلز. إذ حصل
              على مِنحةٍ لدى مدرسة شارتر هاوس التي كانت في لندن حينما التحَقَ
              بها, ثم سَرعانَ ما انتقلَتْ أثناء وجودِه فيها إلى غود المينغ في
              مقاطعة سوري من الريف الإنكليزي. حيث واتَتْه الفرصةُ ليكون قريباً
              من حُضْن الطبيعة التي أصبح لها تأثيرٌ عظيمٌ في حياته فيما بعد.
              وكان كثيراً ما يختبئ من المدرسة في الغابة التي تُحيط بها. كما كان
              ينطلقُ في صيد الأرانب البريَّةِ وطَهْوِها إذ كان طاهياً ماهراً.
              واستفاد بادن باول من العطلات وكان يبحثُ عن المغامرةِ مع أشقّائه
              دائماً. وفي إحدى العطلات قاموا برحلةٍ استكشافيةٍ بالقارب حَوْلَ
              الساحلِ الجنوبي لإنكلترا. وفي رحلةٍ أُخرى استكشفوا منابعَ نهر
              التايمز بقاربٍ من الكانُوِي. وكانت مثلُ تلك الرحلات نادرةَ الحدوثِ
              للفتيان الصغار ذلك الوقت. دخَلَ الجيشَ والتحقَ بفرقة "الهوسارس" في
              الهند عام 1876 وكان عمرُه 19 عاماً حيث بدأ يُطَوِّرُ عملياتِ
              الاستكشاف أو الاستطلاع المعلوماتيّ كَفِرْعٍ من التدريب العسكري. ثم
              عاد إلى الهند عام 1897 ليَقودَ فرقةَ الحرس (الدراغون).
            </p>

            {/* Second Paragraph */}
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm">
              خلال حربِ البوير في جنوب أفريقيا, دافَع بادن باول عن "مايفكينغ"
              ل217 يوماً ورُقِّيَ إلى رتبة مايجور جنرال ثم رُشِّحَ لتدريب اللواء
              الأفريقي الجنوبي, وأصبح عام 1903 مفتِّشاً عامّاً للخيّالة ورُقِّيَ
              عام 1907 إلى رتبة ليوتنانت جنرال وترك الجيش عام 1910 ليَتَفرَّغَ
              للحركة الكشفية. حَظِيَ برتبة بارونت عام 1922 ثم بِلقَب بارون
              عام1929. كان كتابُه الأولُ عن الكشفية عام 1899 موَجَّهاً إلى
              الجنود تحت عنوان "إرشادات كشفية" ويركِّز الكتابُ على تعليمِ
              الجنودِ مهارةَ تَتَبُّعِ الأثَر وقراءة الإرشادات وتحديد الوُجهة.
              وعام 1908 نشر كتاب الكشفية للفتيان في ستة أجزاء. وفي عام 1910
              تقاعد بادن باول من خدمة الجيش في سن الثالثة والخمسين بناءً على
              نصيحةِ الملِك إدوارد السابع الذي اقترح عليه أن يُخَصِّصَ وقتَه
              للحركة الكشفية. وهكذا كان. وبدأت الحركةُ الكشفية للفتَيات عام 1909
              حينما حضرت بعضُهُنَّ الاجتماع الكشفي الأول في قصر كريستال بالاس في
              لندن وسأَلْنَ بادن باول كيف يُمْكِنُهُنَّ المشاركة في الحركة
              الكشفية. ثم عُقِدَ اللقاءُ الكشفي العالمي في أوليمبيا لندن عام
              1920 وفي الحفل الاختتامي بُويِعَ بادن باول بالإجماع زعيماً للكشافة
              في العالم. وفي 8 كانون الثاني (يناير) 1941 وفي سن الثالثة
              والثمانين, توفي بادن باول ودُفِنَ في قبرٍ متواضعٍ فوق جبل كينيا في
              بلدة نيري, ونُقِشَ على بلاطة قبره "روبرت بادن باول رئيس كشافة
              العالم". بعدهُ تسلَّمَتْ زوجتُه الليدي أولاف بادن باول الرسالة في
              تنمية الكشافة والمرشدات حَوْلَ العالم حتى وفاتِها عام 1977
              ودُفِنَتْ بجوار اللورد بادن باول في بلدة نيري.
            </p>

            {/* Third Paragraph */}
            <p className="p-4 border-r-4 border-primary bg-white rounded-sm shadow-sm">
              تتمثل مهمة جمعية الكشاف المسلم في لبنان بالمساهمة في تربية الشباب
              من خلال نظام تربوي لاكتساب القيم يرتكز على الوعد و القانون لتمكين
              الشباب من حل المشاكل بإبداع ونزاهة لريادة حياة متوازنة لخدمة الوطن
              والمساعدة في بناء عالم أفضل يلتزم فيه المواطنون كأفراد بأداء دور
              بنّاء في المجتمع. تتماهى القيم, الوعد و القانون في جمعية الكشاف
              المسلم في لبنان مع مبادئ الدين الحنيف والخصائص الرئيسية التي نطمح
              لغرسها وتنميتها في نفوس شباب اليوم.
            </p>
          </div>
        </div>
      </div>
    </div>
  );
};

export default ScoutStory;
